Table of Contents
 Class CrossSectionParam
Namespace
IdeaRS.OpenModel.Parameters
Assembly
IdeaRS.OpenModel.dll
Parameter which represts the record of the cross-section in IDEA MPRL
[DataContract]
[Serializable]
public class CrossSectionParam : MprlRecord
Inheritance
object
MprlRecord
CrossSectionParam
Inherited Members
 MprlRecord.Name
 MprlRecord.TableId
 MprlRecord.ItemId
 object.Equals(object)
 object.Equals(object, object)
 object.GetHashCode()
 object.GetType()
 object.MemberwiseClone()
 object.ReferenceEquals(object, object)
 object.ToString()
 Edit this page